{
   "HeaderBtn": {
      "btn_text": "Свяжитесь с нами",
      "phone_des": "Пожалуйста, позвоните нам",
      "phone_no": "099 712 1071"
   },
   "LocaleSwitcher": {
      "en": "Анг",
      "ru": "Русь",
      "th": "Та",
      "label": "Язык"
   },
   "MenuData": {
      "nav1": "О нас",
      "nav2": "Услуги",
      "nav3": "Продукты",
      "nav4": "Филиалы",
      "nav5": "Магазины",
      "nav6": "Связаться с нами"
   },
   "MobileNav": {
      "title": "Выберите язык"
   },
   "HeroTitle": {
      "title1": "Ведущий поставщик",
      "title2": "Превосходное качество",
      "title3": "Отличное производство",
      "title4": "Постоянная долговечность",
      "title5": "Естественная целостность"
   },
   "HeroSlider": {
      "slide1": "У нас более 15 лет знаний и опыта в импорте и дистрибуции высококачественной северной хвойной древесины.",
      "slide2": "Используем наш опыт и обширную сеть для поставки продукции, которая превосходит мировые стандарты качества.",
      "slide3": "Современный и эффективный производственный процесс с использованием опытных техников и передовых технологий.",
      "slide4": "Более прочная, долговечная древесина с длительным сроком службы, подходящая для любых погодных условий в Таиланде.",
      "slide5": "Транспортируется с завода-изготовителя без использования химикатов, пройдя более 16 000 км. до порта Лаем Чабанг в Таиланде."
   },
   "AboutArea": {
      "title": "Наша компания",
      "sub_title1": "Откройте для себя красоту и силу",
      "sub_title2": "лучших",
      "sub_title3": "материалов природы",
      "sm_des": "Мы увлечены предоставлением высококачественных, экологически чистых изделий из древесины, которые отвечают разнообразным потребностям наших клиентов. Имея более чем 15-летний опыт работы в лесной промышленности, мы создали себе прочную репутацию благодаря совершенству и надежности.",
      "card1_title": "Экологически чистые",
      "card1_des": "Наша приверженность экологически чистым методам означает, что вы можете быть уверены, что наша древесина закупается ответственно.",
      "card2_title": "Для плотников всех уровней",
      "card2_des": "Потрясающие поделки своими руками и прочные конструкции, наша древесина — идеальный выбор. Свяжитесь с нами. чтобы узнать больше."
   },
   "ProductArea": {
      "title": "наши продукты",
      "sub_title1": "Новые возможности для деревообработки с",
      "sub_title2": "продукцией премиум-качества"
   },
   "ProductNavTab": {
      "conifer": "хвойное",
      "bamboo": "Бамбук",
      "teak": "Тик"
   },
   "Conifer": {
      "title1": "Северная хвойная",
      "title2": "Древесина",
      "title3": "которая отвечает всем потребностям деревообработки.",
      "faq1": {
         "que": "Превосходное качество",
         "ans": "Высококачественная хвойная древесина от ведущих производителей Европы и России, соответствующая международным стандартам, с гарантией прочности, долговечности и длительного срока службы."
      },
      "faq2": {
         "que": "Современный производственный процесс",
         "ans": "Передовые и стандартизированные производственные процессы позволяют создавать точные, долговечные и красивые продукты."
      },
      "faq3": {
         "que": "Подходит для погодных условий Таиланда",
         "ans": "Благодаря свойствам прочной древесины, включая устойчивость к жарким и влажным погодным условиям, наши материалы из северных хвойных пород превосходно подходят как для внутреннего, так и для наружного применения."
      },
      "faq4": {
         "que": "Никаких химикатов",
         "ans": "Доставка осуществляется напрямую из Европы и России в Таиланд в закрытых контейнерах (FCL) для обеспечения качества и безопасности."
      },
      "faq5": {
         "que": "Разнообразные приложения",
         "ans": "Подходит для различных целей, включая строительство, отделку, мебель и DIY."
      },
      "images": {
         "img1": "conifer-ru1.png",
         "img2": "conifer-ru2.png",
         "img3": "conifer-ru3.png",
         "img4": "conifer-ru4.png",
         "img5": "conifer-ru5.png",
         "img6": "conifer-ru6.png",
         "img7": "conifer-ru7.png",
         "img8": "conifer-ru8.png",
         "img9": "conifer-ru9.png",
         "img10": "conifer-ru10.png",
         "img11": "conifer-ru11.png",
         "img12": "conifer-ru12.png"
      }
   },
   "Bamboo": {
      "title1": "Сплавленный бамбук",
      "title2": "натуральный, высокого качества,",
      "title3": "материалы.",
      "faq1": {
         "que": "Прочнее и долговечнее обычной древесины.",
         "ans": "Инновационный процесс термической обработки и сжатия под высоким давлением делает эти бамбуковые материалы очень стабильными: устойчивыми к ударам, не подверженными изгибу, растрескиванию и усадке."
      },
      "faq2": {
         "que": "огня, термитов и плесени устойчивый.",
         "ans": "Современные технологии производства и революционные процессы создают бамбуковый материал, который обладает высокой устойчивостью к огню, термитам и плесени, требует минимального ухода и имеет срок службы, растягивающийся на десятилетия."
      },
      "faq3": {
         "que": "Красивый и стильный",
         "ans": "Плавленый бамбук – уникальный материал, обладающий естественной красотой. Его можно использовать для оформления и декорирования в самых разных стилях."
      },
      "faq4": {
         "que": "Простота установки и обслуживания",
         "ans": "Наши изделия из бамбука разработаны с учетом удобного и простого процесса установки, минимального обслуживания, требующего только регулярной чистки, и невероятно длительного срока службы."
      },
      "faq5": {
         "que": "Экологически чистый",
         "ans": "Бамбук — это растение, которое быстро растет и естественным образом возобновляется. Выбор изделий из бамбука помогает уменьшить вырубку лесов и воздействие на окружающую среду, защищая и сохраняя здоровье нашей планеты."
      },
      "images": {
         "img1": "bamboo-ru1.png",
         "img2": "bamboo-ru2.png",
         "img3": "bamboo-ru3.png",
         "img4": "bamboo-ru4.png"
      }
   },
   "Teak": {
      "title1": "Тайский тик,",
      "title2": "природное наследие",
      "title3": "эстетики деревянного ремесла.",
      "faq1": {
         "que": "Прочный и долговечный",
         "ans": "Тик хорошо известен своей прочностью, устойчивостью к переменным погодным условиям, включая жару и влажность, устойчивостью к вредителям и грибкам, а также замечательной долговечностью."
      },
      "faq2": {
         "que": "Изысканное дерево",
         "ans": "Когда тик полируется, поверхность становится гладкой и простой в уходе, со всеми богатыми золотистыми цветами натурального тикового дерева. Добавьте красоты в любое место с тайским тиком!"
      },
      "faq3": {
         "que": "Красивый узор",
         "ans": "Существуют прямые линии, изогнутые линии и спиральные узоры, которые создают красоту и различие. Уникальный рисунок древесины придает тиковому материалу живой и интересный вид."
      },
      "faq4": {
         "que": "Прочный в любых погодных условиях",
         "ans": "Благодаря низкой усадке и набуханию тиковая древесина сохраняет свою форму и структурную целостность. Тик не деформируется и не трескается даже под воздействием тепла, воды или влажности."
      },
      "faq5": {
         "que": "Превосходство природы",
         "ans": "Как известно, тик содержит натуральные масла, которые помогают предотвратить появление плесени и насекомых. Это делает древесину тика очень устойчивой к различным условиям окружающей среды и требует минимального ухода."
      },
      "images": {
         "img1": "teak-ru1.png",
         "img2": "teak-ru2.png",
         "img3": "teak-ru3.png",
         "img4": "teak-ru4.png",
         "img5": "teak-ru5.png",
         "img6": "teak-ru6.png",
         "img7": "teak-ru7.png",
         "img8": "teak-ru8.png",
         "img9": "teak-ru9.png",
         "img10": "teak-ru10.png",
         "img11": "teak-ru11.png",
         "img12": "teak-ru12.png"
      }
   },
   "ServicesArea": {
      "title": "Наши услуги",
      "sub_title1": "Импорт и дистрибуция экологичной",
      "sub_title2": "древесины высокого ",
      "sub_title3": "качества."
   },
   "ServicesCard": {
      "swipe": "Смахните",
      "service1": {
         "title": "Страна доставки",
         "sm_des": "Внутри страны мы предлагаем комплексные транспортные услуги, которые осуществляют доставку в любой район Таиланда."
      },
      "service2": {
         "title": "Упаковка продукции",
         "sm_des": "Во время доставки товары тщательно упаковываются в пластик и прокладки, чтобы повысить безопасность и защитить древесину."
      },
      "service3": {
         "title": "Обработка CCA",
         "sm_des": "Максимизирует устойчивость к погодным условиям, грибкам и вредителям. Для длительного использования на открытом воздухе"
      },
      "service4": {
         "title": "Оптовая продажа",
         "sm_des": "Лучший источник различных деревянных материалов, услуги с качеством продукции и конкурентоспособными ценами."
      },
      "service5": {
         "title": "Бесплатно! Резка",
         "sm_des": "предлагаем услуги по резке. При покупке целых кусков древесины наши клиенты получают древесину желаемых размеров."
      },
      "service6": {
         "title": "Консультация",
         "sm_des": "свяжитесь с нами по любым вопросам, которые у вас могут возникнуть. Наша команда экспертов всегда рада помочь вам"
      }
   },
   "BranchArea": {
      "title": "наш филиал",
      "sub_title1": "Выбирайте изделия из дерева",
      "sub_title2": "прямо в",
      "sub_title3": "наших витринах"
   },
   "BranchData": {
      "branch_1": "Pathum Thani",
      "add_1": "39/4 Soi Tawan-Ok 26, Moo 5, Khlong Si Subdistrict, Khlong Luang District, Pathum Thani Province 12120",
      "phone_1": "020 261 149",

      "branch_2": "Pathum Thani",
      "add_2": "39 Soi Tawan-Ok 26, Moo 5, Khlong Si Subdistrict, Khlong Luang District, Pathum Thani Province 12120",
      "phone_2": "099 712 1071",

      "branch_3": "Chiang Mai",
      "add_3": "411 Moo 4, San Sai Noi Subdistrict, San Sai District, Chiang Mai Province 50210",
      "phone_3": "052 005 596",
      "mobile_3": "097 783 0705",

      "branch_4": "Chanthaburi",
      "add_4": "16/7 Sai Trok Nong Road, Khlung Subdistrict, Khlung District, Chanthaburi Province 22110",
      "phone_4": "039 441 191",
      "mobile_4": "095 954 4149"
   },
   "BrandArea": {
      "title": "Найдите наши продукты",
      "sub_title1": "Покупайте наши продукты в ведущих",
      "sub_title2": "розничные продавцы",
      "sub_title3": "&",
      "sub_title4": "онлайн-платформы"
   },
   "BrandData": {
      "brand_1": "Shopee",
      "brand_2": "Lazada",
      "brand_3": "HomePro",
      "brand_4": "Thaiwatsadu",
      "brand_5": "NocNoc",
      "brand_6": "BnBHome",
      "brand_7": "Alibaba",
      "brand_8": "OneStockHome"
   },
   "ContactArea": {
      "title": "Contact Us",
      "sub_title1": "Мы",
      "sub_title2": "будем",
      "sub_title3": "рады",
      "sub_title4": "помочь",
      "sub_title5": "вам",
      "header": "SAK WoodWorks Co., Ltd.",
      "sub_header1": "Пн - Сб: 08:00 - 17:00",
      "sub_header2": "У вас есть вопрос?",
      "sub_header3": "Социальные сети"
   },
   "InputForm": {
      "title": "Отправьте нам сообщение",
      "desc": "мы свяжемся с вами как можно скорее!",
      "name": "Имя",
      "email": "эл. почта",
      "phone": "номер телефона",
      "idline": "Line ID",
      "massege": "Ваше сообщение",
      "submit": "подавать",
      "success": "Успешно отправлено! Спасибо за ваше сообщение.",
      "error": "Отправка не удалась! Попробуйте еще раз."
   },
   "Footer": {
      "title": "Ищем лучшее от природы?",
      "btn_text": "Позвоните нам",
      "copy_right": "Авторские права 2025",
      "company": "SAK WoodWorks Co., Ltd.",
      "all_right": "Все права защищены."
   },
   "ConsentCookies": {
      "message": "Мы используем файлы cookie, чтобы предоставить вам наилучшие возможности на нашем сайте.",
      "moreInfo": "Для получения дополнительной информации ознакомьтесь с нашей",
      "privacyPolicy": "Политика конфиденциальности",
      "and": " и ",
      "cookiePolicy": "использования cookie",
      "period": ".",
      "accept": "Принять"
   },
   "PrivacyPolicy": {
      "title": "политика конфиденциальности",
      "intro1": "SAK WoodWorks Company Limited, именуемая в дальнейшем в настоящей Политике как",
      "name": "SAK WoodWorks,",
      "intro2": "или",
      "company": "Компания,",
      "intro3": "является поставщиком услуг веб-сайта.",
      "intro4": "SAK WoodWorks осознает важность защиты личной информации тех, кто пользуется различными услугами на нашем сайте. Сбор информации компанией SAK WoodWorks предназначен в первую очередь для целей разработки более качественных услуг веб-сайта и/или необходим для получения выгод, непосредственно связанных с бизнес-целями SAK WoodWorks и/или ее дочерних компаний. Чтобы продемонстрировать приверженность SAK WoodWorks защите конфиденциальности всех пользователей, компания SAK WoodWorks разработала настоящую Политику конфиденциальности для защиты личной информации всех тех, кто пользуется услугами нашего веб-сайта.",
      "intro5": "Настоящая Политика конфиденциальности регулируется Законом о защите персональных данных B.E. 2562, в соответствии с которым компания SAK WoodWorks имеет полномочия и ответственность принимать решения относительно сбора, использования или раскрытия персональных данных, что по закону называется «Контролер персональных данных», а сотрудники, специально назначенные SAK WoodWorks для выполнения обязанностей по сбору, использованию или раскрытию персональных данных по указанию или от имени компании SAK WoodWorks, которая по закону называется «Обработчиком персональных данных». В соответствии с этим Законом пользователь веб-сайта считается «Владельцем персональных данных».",
      "intro6": "Когда пользователь веб-сайта соглашается с настоящей Политикой конфиденциальности, считается принятым, что использование любых услуг веб-сайта SAK WoodWorks будет означать принятие всех условий обслуживания, и такое принятие будет полным и обязательным.",
      "section1": {
         "title": "1. Объем политики и согласие",
         "content1": "В настоящей Политике конфиденциальности изложены правила использования личной информации, которую SAK WoodWorks собирает или получает через веб-сайт, включая предоставление услуг и различных сервисных инструментов, к которым пользователи получают доступ или которые используют, например, при посещении или просмотре видео. SAK WoodWorks будет соблюдать и действовать в соответствии с положениями Закона о безопасности персональных данных, применимого в Королевстве Таиланд.",
         "content2": "Пользователь внимательно прочитал и понимает, что настоящая Политика конфиденциальности распространяется на использование различных услуг на веб-сайте SAK WoodWorks. Независимо от того, заходит ли пользователь на веб-сайт SAK WoodWorks через компьютер, мобильный телефон или использует какие-либо инструменты на веб-сайте, считается, что пользователь разрешил и согласился дать согласие SAK WoodWorks на сбор и использование личной информации пользователя в соответствии с настоящей Политикой конфиденциальности и другими политиками SAK WoodWorks в целях улучшения или развития различных услуг и/или по мере необходимости для получения выгод, непосредственно связанных с бизнес-целями SAK WoodWorks и/или ее аффилированных лиц."
      },
      "section2": {
         "title": "2. Хранение персональных данных",
         "content1": "SAK WoodWorks может использовать файлы cookie, Google Analytics, Google Ads, Facebook Pixel или другие технологии для сбора личной информации, чтобы помочь пользователям лучше, быстрее, безопаснее и более персонализировать использование и доступ к услугам веб-сайта, а также для улучшения или разработки различных услуг и/или, по мере необходимости, для получения преимуществ, непосредственно связанных с целями SAK WoodWorks и ее дочерних компаний. Когда пользователи посещают веб-сайт, SAK WoodWorks автоматически записывает информацию, отправленную интернет-браузером пользователя, каждый раз, когда пользователь посещает веб-сайт, до тех пор, пока он не покинет веб-браузер. Такая информация включает, помимо прочего:",
         "list1": "IP-адрес, идентификатор cookie компьютера/мобильного телефона.",
         "list2": "Программа просмотра Интернета.",
         "list3": "Время, потраченное на посещение каждой веб-страницы.",
         "list4": "Информация, найденная на веб-сайте SAK WoodWorks, включая время и дату поиска и другую статистическую информацию.",
         "list5": "Данные о местоположении.",
         "list6": "Поведение при просмотре веб-сайта.",
         "list7": "Используемая операционная система.",
         "list8": "Пол, возраст и интересы посетителей сайта.",
         "content2": "Пользователь соглашается и признает, что персональные данные, собранные в соответствии с настоящей Политикой конфиденциальности, могут передаваться, храниться и обрабатываться в любой стране, определенной SAK WoodWorks.",
         "content3": "Пользователь соглашается и принимает, что при посещении им веб-сайта SAK WoodWorks считается, что пользователь разрешает и соглашается дать согласие SAK WoodWorks на сбор, передачу, обработку, использование и раскрытие персональных данных пользователя в соответствии с целями и условиями, указанными в настоящей Политике конфиденциальности.",
         "content4": "SAK WoodWorks может хранить персональные данные, собранные в соответствии с настоящей Политикой конфиденциальности, в том числе полученные в результате наблюдения за сетью и базами данных SAK WoodWorks, до тех пор, пока это необходимо для достижения целей, изложенных в настоящей Политике конфиденциальности."
      },
      "section3": {
         "title": "3. Использование и раскрытие личной информации",
         "content1": "SAK WoodWorks не будет собирать, использовать или раскрывать ваши персональные данные для каких-либо целей, кроме тех, которые указаны в настоящей Политике.",
         "content2": "В случае, если SAK WoodWorks нанимает другое агентство для обработки персональных данных пользователей, например, для обработки или анализа, SAK WoodWorks потребует от агентства поддерживать конфиденциальность и безопасность персональных данных пользователя и запрещать использование персональных данных для целей, не указанных в настоящей Политике конфиденциальности, за исключением случаев, когда SAK WoodWorks имеет законное право или обязана раскрывать такие данные (например, когда это требуется по закону или раскрывается в целях предотвращения мошенничества или других преступлений) или в случаях, когда SAK WoodWorks имеет законное право или обязана раскрывать такие данные (например, когда это требуется по закону или раскрывается в целях предотвращения мошенничества или других преступлений) SAK WoodWorks считает, что это необходимо для защиты и/или защиты прав, собственности или безопасности персонала SAK WoodWorks и клиентов SAK WoodWorks."
      },
      "section4": {
         "title": "4. Безопасность персональных данных",
         "content1": "SAK WoodWorks будет поддерживать ваши персональные данные в хорошем состоянии в соответствии с техническими и организационными мерами для обеспечения надлежащей безопасности при обработке персональных данных и предотвращения нарушения, потери, доступа, уничтожения, использования, преобразования, изменения или раскрытия персональных данных за пределами целей, перечисленных в настоящей Политике, или без разрешения. Однако пользователь соглашается и признает, что ни один метод электронной передачи через Интернет, метод электронного хранения или электронные меры не могут быть полностью безопасными. Поэтому, хотя SAK WoodWorks прилагает все разумные усилия для защиты данных и информации от несанкционированного доступа, SAK WoodWorks не может гарантировать абсолютную безопасность."
      },
      "section5": {
         "title": "5. Изменения в Политике конфиденциальности",
         "content1": "SAK WoodWorks оставляет за собой право время от времени вносить поправки, изменять, улучшать или дополнять настоящую Политику конфиденциальности. Любые изменения в Политике можно проверить по мере их появления на веб-сайте. Если пользователь продолжает использовать сайт SAK WoodWorks после внесения изменений, улучшений или дополнений в Политику конфиденциальности, считается, что пользователь подтверждает и соглашается соблюдать изменения, улучшения или дополнения. Если позже пользователь отзовет согласие, он не сможет пользоваться услугами веб-сайта SAK WoodWorks."
      },
      "section6": {
         "title": "6. Изменения в Политике конфиденциальности",
         "content1": "SAK WoodWorks может время от времени обновлять настоящую Политику конфиденциальности, чтобы отражать изменения в услугах, продуктах, операциях, а также в соответствии с отзывами и комментариями пользователей.",
         "howWillNotify": "Как SAK WoodWorks будет уведомлять об изменениях?",
         "subtitle1": "Вариант №1:",
         "option1": "SAK WoodWorks разместит заметное уведомление о таких изменениях до их реализации или может отправить уведомление напрямую вам.",
         "or": "или:",
         "subtitle2": "Вариант №2:",
         "option2": "SAK WoodWorks будет информировать вас и любые другие третьи стороны о текущих обновлениях, указывая дату «Последнее обновление», указанную в верхней части настоящей Политики."
      },
      "section7": {
         "title": "Что такое файлы cookie?",
         "content1": "Файлы cookie — это файлы, создаваемые веб-сайтами, которые вы посещаете, которые облегчают вам работу в Интернете, сохраняя информацию о просмотре. Веб-сайты используют файлы cookie, чтобы вы оставались в системе, запоминали настройки вашего сайта и доставляли вам соответствующий контент."
      },
      "section8": {
         "title": "Как мы используем файлы cookie?",
         "content1": "Мы будем собирать информацию о посещениях веб-сайта от всех посетителей с помощью файлов cookie или других технологий, чтобы повысить эффективность использования веб-сайта и доступа к нашим онлайн-сервисам. Файлы cookie будут использоваться в следующих случаях:",
         "list1": "Чтобы обеспечить вам постоянный и безопасный доступ к нашему веб-сайту.",
         "list2": "Для записи данных об использовании, связанных с использованием веб-сайта, содержимым данных и установленными вами форматами веб-сайта.",
         "list3": "Изучать использование и поведение посетителей с целью разработки и улучшения веб-сайта для наилучшего удовлетворения потребностей пользователей.",
         "list4": "Изучать общее поведение посетителей веб-сайта и сделать веб-сайт более удобным, быстрым и эффективным."
      },
      "section9": {
         "title": "Типы файлов cookie, которые мы используем",
         "content1": "Наш сайт содержит следующие файлы cookie:",
         "list1": "Функциональные файлы cookie: они используются для запоминания выбора или предпочтений и предоставления пользователям персонализации, такой как имена пользователей, языки и настройки веб-сайта.",
         "list2": "Рекламные файлы cookie: используются для запоминания ваших предыдущих посещений и моделей использования с целью представления продуктов, услуг или рекламных средств, которые актуальны и соответствуют вашим интересам, а также для оценки эффективности рекламных кампаний.",
         "list3": "Технические файлы cookie (строго необходимые файлы cookie): это файлы cookie, необходимые для функционирования веб-сайта и предоставления вам комплексного и безопасного доступа к информации.",
         "list4": "Файлы cookie производительности платформы: используются для сбора анонимных данных о посетителях веб-сайта и анализа количества и поведения посетителей с целью повышения эффективности веб-сайта и удовлетворения потребностей пользователей.",
         "list5": "Сторонние файлы cookie. Эти файлы cookie устанавливаются сторонними поставщиками, такими как Google Analytics."
      },
      "section10": {
         "title": "Как связаться с «SAK WoodWorks»?",
         "content1": "Если у вас есть предложения или вы хотите узнать подробности сбора, использования и/или раскрытия персональных данных, включая реализацию прав в соответствии с настоящей Политикой, вы можете связаться с SAK WoodWorks по следующим каналам:"
      },
      "contact": {
         "email": "Электронная почта:",
         "info1": " info@sakww.com",
         "phone": "Звоните:",
         "info2": "0997121071",
         "hours": "(Часы работы: понедельник-пятница с 8:30 до 17:00)",
         "address": "Адрес:",
         "info3": " SAK WoodWorks Co., Ltd., №. 39/4 Soi Tawan-Ok 26,, Khlong Si подрайон, Khlong Luang район, Pathum Thani Провинция 12120"
      }
   }
}
