{
   "HeaderBtn": {
      "btn_text": "ติดต่อสอบถาม",
      "phone_des": "โทรหาเรา",
      "phone_no": "099 712 1071"
   },
   "LocaleSwitcher": {
      "en": "อังกฤษ",
      "ru": "รัสเซีย",
      "th": "ไทย",
      "label": "ภาษา"
   },
   "MenuData": {
      "nav1": "เกี่ยวกับเรา",
      "nav2": "บริการ",
      "nav3": "ผลิตภัณฑ์",
      "nav4": "สาขา",
      "nav5": "ร้านค้า",
      "nav6": "ข้อมูลติดต่อ"
   },
   "MobileNav": {
      "title": "เลือกภาษา"
   },
   "HeroTitle": {
      "title1": "ผู้จัดจำหน่ายผลิตภัณฑ์ไม้คุณภาพสูง",
      "title2": "มอบคุณภาพระดับสูงสุด",
      "title3": "ความเป็นเลิศในการผลิต",
      "title4": "ความทนทานที่สม่ำเสมอ",
      "title5": "รักษาความสมบูรณ์ของธรรมชาติ"
   },
   "HeroSlider": {
      "slide1": "จากประสบการณ์กว่า 15 ปี เราพิถีพิถันในทุกขั้นตอน ตั้งแต่การคัดเลือกผลิตภัณฑ์ไม้คุณภาพสูงจากแหล่งต้นกำเนิด จนถึงการจัดส่งถึงมือคุณ",
      "slide2": "ด้วยความเชี่ยวชาญที่สั่งสมมายาวนาน และเครือข่ายที่กว้างขวางทั่วโลก เราพร้อมส่งมอบผลิตภัณฑ์ไม้คุณภาพที่ลูกค้าทั่วโลกไว้วางใจ",
      "slide3": "ทุกขั้นตอนการผลิตที่ได้มาตรฐานระดับสากล ควบคุมโดยช่างเทคนิคผู้เชี่ยวชาญและเทคโนโลยีที่ทันสมัย เพื่อให้คุณมั่นใจในคุณภาพของผลิตภัณฑ์ไม้ของเรา",
      "slide4": "มั่นใจในทุกสภาพอากาศกับผลิตภัณฑ์ไม้ของเรา ที่ผ่านการคัดสรรอย่างพิถีพิถัน แข็งแกร่ง ทนทาน อายุการใช้งานยาวนาน พร้อมลวดลายอันเป็นเอกลักษณ์",
      "slide5": "กว่า 16,000 กิโลเมตรแห่งความใส่ใจ! เราขนส่งผลิตภัณฑ์จากโรงงาน ด้วยระบบขนส่งที่ทันสมัยโดยปราศจากสารเคมี สู่ท่าเรือแหลมฉบัง"
   },
   "AboutArea": {
      "title": "เกี่ยวกับเรา",
      "sub_title1": "ค้นพบความงามและความแข็งแกร่งของ",
      "sub_title2": "วัสดุชั้นเลิศ",
      "sub_title3": "จากธรรมชาติ",
      "sm_des": "จากความหลงใหลในอุตสาหกรรมไม้และประสบการณ์ที่ยาวนานกว่า 15 ปี เรามีความเชี่ยวชาญในการจัดหาผลิตภัณฑ์ไม้คุณภาพสูงที่เป็นมิตรต่อสิ่งแวดล้อม เรามุ่งมั่นที่จะสร้างความไว้วางใจและตอบโจทย์ความต้องการที่หลากหลายให้กับลูกค้าทุกท่าน",
      "card1_title": "เป็นมิตรต่อสิ่งแวดล้อม",
      "card1_des": "ความมุ่งมั่นของเราในการปฏิบัติอย่างยั่งยืนหมายความว่าคุณสามารถไว้วางใจได้ว่าไม้ของเรามาจากแหล่งที่รับผิดชอบ",
      "card2_title": "สำหรับช่างไม้ทุกระดับ",
      "card2_des": "ไม้ของเราเหมาะสำหรับงานไม้ทุกประเภท ให้ทั้งความสวยงามและโครงสร้างที่แข็งแรงทนทาน ต้องการข้อมูลเพิ่มเติม"
   },
   "ProductArea": {
      "title": "ผลิตภัณฑ์ของเรา",
      "sub_title1": "ทางเลือกใหม่สำหรับการทำงานไม้จาก",
      "sub_title2": "ผลิตภัณฑ์คุณภาพระดับพรีเมียม"
   },
   "ProductNavTab": {
      "conifer": "ไม้สน",
      "bamboo": "ไม้ไผ่",
      "teak": "ไม้สัก"
   },
   "Conifer": {
      "title1": "ไม้สนรัสเซีย",
      "title2": "",
      "title3": "ตอบสนองทุกความต้องการด้านงานไม้",
      "faq1": {
         "que": "คุณภาพเหนือระดับ",
         "ans": "ผลิตจากไม้สนคุณภาพสูงจากแหล่งผลิตชั้นนำในรัสเซีย ด้วยมาตรฐานสากล รับประกันความแข็งแรง ทนทาน และอายุการใช้งานยาวนาน"
      },
      "faq2": {
         "que": "กระบวนการผลิตที่ทันสมัย",
         "ans": "ผ่านกระบวนการผลิตที่ได้มาตรฐาน มีประสิทธิภาพ ทำให้ได้ผลิตภัณฑ์ที่มีความแม่นยำ เรียบร้อย และสวยงาม"
      },
      "faq3": {
         "que": "เหมาะกับสภาพอากาศในประเทศไทย",
         "ans": "ด้วยคุณสมบัติของไม้สนที่แข็งแรง ทนทานต่อสภาพอากาศร้อนชื้น ทำให้เหมาะกับการใช้งานทั้งภายในและภายนอก"
      },
      "faq4": {
         "que": "ไร้สารเคมี",
         "ans": "ขนส่งโดยตรงจากรัสเซียมาประเทศไทยในตู้คอนเทนเนอร์แบบปิด (FCL) เพื่อรักษาคุณภาพและความปลอดภัย"
      },
      "faq5": {
         "que": "ความหลากหลายในการใช้งาน",
         "ans": "สามารถนำไปใช้งานได้หลากหลายรูปแบบ ทั้งงานก่อสร้าง งานตกแต่ง และเฟอร์นิเจอร์"
      },
      "images": {
         "img1": "conifer-th1.png",
         "img2": "conifer-th2.png",
         "img3": "conifer-th3.png",
         "img4": "conifer-th4.png",
         "img5": "conifer-th5.png",
         "img6": "conifer-th6.png",
         "img7": "conifer-th7.png",
         "img8": "conifer-th8.png",
         "img9": "conifer-th9.png",
         "img10": "conifer-th10.png",
         "img11": "conifer-th11.png",
         "img12": "conifer-th12.png"
      }
   },
   "Bamboo": {
      "title1": "ไม้ไผ่อัดประสาน",
      "title2": "วัสดุคุณภาพสูง",
      "title3": "จากธรรมชาติ",
      "faq1": {
         "que": "แข็งแรง ทนทาน เหนือกว่าไม้ทั่วไป",
         "ans": "ผ่านกระบวนการอบด้วยความร้อนและการอัดด้วยแรงกดสูง ทำให้ไม้ไผ่มีความเสถียรสูง ทนทานต่อแรงกระแทก ไม่บิดงอ ไม่แตก ไม่หดตัว"
      },
      "faq2": {
         "que": "ทนไฟ ทนปลวก ทนเชื้อรา",
         "ans": "ผสานด้วยเทคโนโลยีการผลิตที่ทันสมัย ทำให้สามารถต้านทานต่อไฟ ปลวก และเชื้อราได้เป็นอย่างดี ยืดอายุการใช้งานและลดค่าใช้จ่ายในการบำรุงรักษา"
      },
      "faq3": {
         "que": "สวยงาม มีสไตล์",
         "ans": "ลายเส้นของไม้ไผ่ที่เป็นเอกลักษณ์ มีความสวยงามตามธรรมชาติ สามารถนำไปออกแบบตกแต่งได้หลากหลายรูปแบบ"
      },
      "faq4": {
         "que": "ติดตั้งและบำรุงรักษาง่าย",
         "ans": "ถูกออกแบบมาให้มีขั้นตอนการติดตั้งที่สะดวกและง่าย รวมถึงการบำรุกรักษาที่เพียงทำความสะอาดเป็นประจำก็สามารถใช้งานได้ยาวนาน"
      },
      "faq5": {
         "que": "เป็นมิตรต่อสิ่งแวดล้อม",
         "ans": "ไม้ไผ่เป็นพืชที่เติบโตเร็วและทดแทนได้เองตามธรรมชาติ การเลือกใช้ผลิตภัณฑ์ไม้ไผ่จึงเป็นการช่วยลดการตัดไม้ทำลายป่าและผลกระทบต่อสิ่งแวดล้อม"
      },
      "images": {
         "img1": "bamboo-th1.png",
         "img2": "bamboo-th2.png",
         "img3": "bamboo-th3.png",
         "img4": "bamboo-th4.png"
      }
   },
   "Teak": {
      "title": "ไม้สักไทย มรดกแห่งธรรมชาติสู่สุนทรียภาพในบ้าน",
      "title1": "ไม้สักไทย",
      "title2": "มรดกแห่งธรรมชาติ",
      "title3": "สู่สุนทรียศาสตร์งานไม้",
      "faq1": {
         "que": "แข็งแรง ทนทาน",
         "ans": "ไม้สักเป็นที่รู้จักกันดีในเรื่องความแข็งแรง ทนทานต่อสภาพอากาศที่แปรปรวน ไม่ว่าจะเป็นความร้อน ความชื้น หรือแมลงศัตรูไม้ ทำให้ผลิตภัณฑ์จากไม้สักมีอายุการใช้งานที่ยาวนาน"
      },
      "faq2": {
         "que": "เนื้อไม้ละเอียด",
         "ans": "เมื่อไม้สักผ่านการขัดแต่ง ผิวสัมผัสจะเรียบลื่นและง่ายต่อการบำรุงรักษา ทั้งยังช่วยให้สีสันของไม้สักดูสวยงามเป็นธรรมชาติ และเพิ่มความสวยงามให้กับผลิตภัณฑ์จากไม้สักได้เป็นอย่างดี"
      },
      "faq3": {
         "que": "ลวดลายสวยงาม",
         "ans": "เป็นเอกลักษณ์เฉพาะตัว มีทั้งเส้นลายตรง เส้นลายโค้ง และลายก้นหอย ซึ่งสร้างความสวยงามและความโดดเด่นให้กับผลิตภัณฑ์ ทำให้ผลิตภัณฑ์จากไม้สักดูมีชีวิตชีวาและน่าสนใจยิ่งขึ้น"
      },
      "faq4": {
         "que": "คงทนในทุกสภาพอากาศ",
         "ans": "ด้วยค่าการหดตัวและบวมตัวต่ำ ทำให้รูปทรงของผลิตภัณฑ์ทำจากไม้สักคงรูปได้ดี ไม่บิดเบี้ยวหรือแตกร้าวง่าย เมื่อต้องสัมผัสกับความร้อนหรือความชื้น"
      },
      "faq5": {
         "que": "วิถีแห่งธรรมชาติ",
         "ans": "มีน้ำมันธรรมชาติที่ช่วยป้องกันเชื้อราและแมลง ทำให้ไม้สักมีความทนทานต่อสภาพแวดล้อมได้เป็นอย่างดี และไม่จำเป็นต้องบำรุงรักษาบ่อยครั้ง"
      },
      "images": {
         "img1": "teak-th1.png",
         "img2": "teak-th2.png",
         "img3": "teak-th3.png",
         "img4": "teak-th4.png",
         "img5": "teak-th5.png",
         "img6": "teak-th6.png",
         "img7": "teak-th7.png",
         "img8": "teak-th8.png",
         "img9": "teak-th9.png",
         "img10": "teak-th10.png",
         "img11": "teak-th11.png",
         "img12": "teak-th12.png"
      }
   },
   "ServicesArea": {
      "title": "บริการของเรา",
      "sub_title": "สัก วู้ดเวิร์คส์ เราคือผู้นำเข้าและจัดจำหน่ายวัสดุไม้คุณภาพสูงอีกทั้งยังเป็นมิตรกับสิ่งแวดล้อม พร้อมบริการที่ครบวงจรที่ตอบโจทย์ทุกความต้องการของคุณ",
      "sub_title1": "นำเข้าและจัดจำหน่าย วัสดุ",
      "sub_title2": "ไม้คุณภาพสูง",
      "sub_title3": "อย่างยั่งยืน"
   },
   "ServicesCard": {
      "swipe": "ปัด",
      "service1": {
         "title": "จัดส่งทั่วประเทศ",
         "sm_des": "เรามีบริการขนส่งที่ครอบคลุม สามารถจัดส่งได้ทุกพื้นที่ทั่วประเทศไทย ด้วยรถบรรทุก 4 ล้อ และ 6 ล้อ"
      },
      "service2": {
         "title": "การแพ็คสินค้า",
         "sm_des": "สินค้าถูกห่อหุ้มด้วยพลาสติกและวัสดุกันกระแทกอย่างพิถีพิถันในระหว่างถูกจัดส่ง เพื่อเพิ่มความปลอดภัยและปกป้องผิวหน้าไม้"
      },
      "service3": {
         "title": "อัดน้ำยา CCA",
         "sm_des": "เพิ่มความทนทานต่อสภาพอากาศ เชื้อรา และแมลงศัตรูไม้จนถึงขีดสุด ให้สามารถใช้งานภายนอกได้อย่างยาวนาน"
      },
      "service4": {
         "title": "การขายส่งสินค้า",
         "sm_des": "แหล่งรวมไม้แปรรูปหลากหลายชนิด ที่พร้อมบริการครบวงจร ตอบโจทย์ทุกความมั่นใจในคุณภาพสินค้าและราคาที่แข่งขันได้"
      },
      "service5": {
         "title": "บริการตัดไม้ ฟรี!",
         "sm_des": "เมื่อซื้อไม้เต็มขนาด เรามีบริการตัดไม้ตามความยาวที่ลูกค้าต้องการ เพียงแจ้งขนาดความยาวก่อนทำการสั่งซื้อ"
      },
      "service6": {
         "title": "ให้คำปรึกษา",
         "sm_des": "สามารถสอบถามปัญหากับเราได้ทุกเมื่อ ทีมงานที่เชี่ยวชาญของเราพร้อมให้บริการเพื่อตอบทุกข้อสงสัยความต้องการของคุณ"
      }
   },
   "BranchArea": {
      "title": "สาขาของเรา",
      "sub_title1": "เลือกผลิตภัณฑ์ไม้คุณภาพ",
      "sub_title2": "โดยตรงที่",
      "sub_title3": "หน้าร้านสาขาของเรา"
   },
   "BranchData": {
      "branch_1": "ปทุมธานี",
      "add_1": "39/4 ซอยตะวันออก 26 หมู่ 5 ตำบลคลองสี่ อำเภอคลองหลวง จังหวัดปทุมธานี 12120",
      "phone_1": "020 261 149",

      "branch_2": "ปทุมธานี",
      "add_2": "39 ซอยตะวันออก 26 หมู่ 5 ตำบลคลองสี่ อำเภอคลองหลวง จังหวัดปทุมธานี 12121",
      "phone_2": "099 712 1071",

      "branch_3": "เชียงใหม่",
      "add_3": "411 หมู่ 4 ตำบลสันทรายน้อย อำเภอสันทราย จังหวัดเชียงใหม่ 50210",
      "phone_3": "052 005 596",
      "mobile_3": "097 783 0705",

      "branch_4": "จันทบุรี",
      "add_4": "16/7 ถนนสายตรอกนอง ตำบลขลุง อำเภอขลุง จังหวัดจันทบุรี 22110",
      "phone_4": "039 441 191",
      "mobile_4": "095 954 4149"
   },
   "BrandArea": {
      "title": "ค้นหาผลิตภัณฑ์ของเรา",
      "sub_title1": "เลือกซื้อผลิตภัณฑ์ของเราได้ที่",
      "sub_title2": "ห้างร้านชั้นนำ",
      "sub_title3": "และ",
      "sub_title4": "แพลตฟอร์มออนไลน์"
   },
   "BrandData": {
      "brand_1": "ช้อปปี้",
      "brand_2": "ลาซาด้า",
      "brand_3": "โฮมโปร",
      "brand_4": "ไทวัสดุ",
      "brand_5": "NocNoc",
      "brand_6": "บีเอ็นบี โฮม",
      "brand_7": "อาลีบาบา",
      "brand_8": "วันสต๊อกโฮม"
   },
   "ContactArea": {
      "title": "ติดต่อสอบถาม",
      "sub_title": "สามารถติดต่อเราได้ง่ายๆ ส่งข้อความถึงเราโดยตรงได้เลยที่นี่ หรือตามช่องทางอื่นๆ ด้านล่าง",
      "sub_title1": "เรา",
      "sub_title2": "ยินดีเป็นอย่างยิ่ง",
      "sub_title3": "ที่ได้",
      "sub_title4": "ช่วยเหลือ",
      "sub_title5": "คุณ",
      "header": "บริษัท สัก วู้ดเวิร์คส์ จำกัด",
      "sub_header1": "จันทร์ - ศุกร์ : 08:00 - 17:00",
      "sub_header2": "ต้องการข้อมูลเพิ่มเติม?",
      "sub_header3": "ช่องทางออนไลน์ของเรา"
   },
   "InputForm": {
      "title": "ส่งข้อความถึงเรา",
      "desc": "เราจะติดต่อกลับหาคุณโดยเร็วที่สุด!",
      "name": "ชื่อ - นามสกุล",
      "email": "อีเมล์",
      "phone": "เบอร์โทรศัพท์",
      "idline": "ไลน์ ​ไอดี",
      "massege": "ข้อความของคุณ",
      "submit": "ส่งข้อความ",
      "success": "สำเร็จ! ขอบคุณสำหรับข้อความที่ส่งถึงเรา",
      "error": "ส่งข้อความไม่สำเร็จ! กรุณาลองอีกครั้ง"
   },
   "Footer": {
      "title": "ถ้ากำลังมองหาวัสดุคุณภาพจากธรรมชาติ",
      "btn_text": "โทรปรึกษาเรา",
      "copy_right": "ข้อมูลและบทความบนเว็บไซต์นี้",
      "company": "เป็นลิขสิทธิ์ของ",
      "all_right": "บริษัท สัก วู้ดเวิร์คส์ จำกัด"
   }
}
